[PAD]
Silicon
Valley
heaved
a
sigh
of
relief
yesterday
.
Though
details
were
sketchy
in
the
aftermath
violent
earthquake
that
shook
high-tech
corridor
along
with
rest
San
Francisco
Bay
area
,
spot
check
computer
makers
turned
up
little
if
any
potentially
lingering
damage
to
facilities
or
fabrication
equipment
Analysts
and
corporate
officials
said
they
expected
practically
no
long-term
disruption
shipments
from
either
hardware
software
goods
Intel
Corp.
Advanced
Micro
Devices
Inc.
National
Semiconductor
all
running
though
many
workers
forced
stay
home
because
damaged
roadways
;
others
elected
take
day
off
``
These
systems
are
more
rugged
than
people
would
believe
''
Thomas
Kurlak
who
tracks
industry
for
Merrill
Lynch
Research
Other
companies
including
International
Business
Machines
Hewlett-Packard
Co.
completely
idled
their
operations
Tuesday
evening
's
temblor
which
registered
6.9
on
Richter
scale
Personnel
spent
morning
inspecting
buildings
structural
weaknesses
mopping
water
broken
pipes
clearing
ceiling
tiles
other
debris
factory
floors
Still
confident
two
everything
should
be
back
normal
according
spokeswoman
Industry
Association
based
Cupertino
IBM
instance
it
anticipates
returning
work
schedule
by
weekend
at
its
Jose
plant
puts
out
disk
drives
3090
family
mainframes
A
while
things
big
mess
some
18,000
employees
have
been
called
today
Apple
Computer
added
was
being
cautiously
optimistic
despite
not
yet
closely
eyeballing
50
region
Even
carefully
calibrated
machinery
giant
Fremont
north
believed
undamaged
Sun
Microsystems
Tandem
Computers
also
signaled
recover
quickly
Digital
Equipment
major
Santa
Clara
Palo
Alto
Mountain
View
engineering
manufacturing
sites
had
reported
headquarters
Maynard
Mass
night
For
example
spokesman
Sunnyvale
chip
maker
is
worried
about
blackouts
But
given
what
might
happened
fragile
parts
heart
microelectronics
business
bulk
seemed
just
shouting
hosannas
Several
factors
apparently
spared
--
sprawling
suburban
stretch
kind
impact
felt
an
hour
drive
Also
soil
solid
unlike
landfill
downtown
Marina
District
hit
fires
vast
destruction
over
past
decade
has
installed
sensors
shutoff
valves
sensitive
shake
snake
through
plants
Like
large
noted
factories
several
nation
so
breakdown
one
location
n't
leave
customers
total
pinch
That
certainly
good
news
such
as
Compaq
Houston
only
four-day
supply
microprocessors
hand
just-in-time
approach
limits
buildup
inventory
foresees
difficulties
obtaining
immediate
future
set
disaster-recovery
response
centers
Dallas
Atlanta
Colorado
Springs
Colo
units
handling
calls
both
computers
themselves
dial
automatically
when
trouble
arises
dispatched
teams
technicians
California
Meanwhile
installations
around
America
center
too
fared
well
could
Lawrence
Livermore
Laboratory
where
Energy
Department
tests
conducts
research
nuclear
weapons
superficial
At
Lockheed
missiles
space
group
40
miles
south
asked
head
after
realized
there
show-stoppers
150-plus
one-square-mile
campus
One
most
lucrative
sectors
accounting
half
aerospace
company
$
10.59
billion
sales
1988
prime
Pentagon
contractor
Trident
II
ballistic
missile
It
generates
pieces
shield
Strategic
Defense
Initiative
Fortunately
Hubble
Space
Telescope
launched
shuttle
next
year
search
distant
solar
light
emitted
14
years
ago
farthest
reaches
universe
moved
Kennedy
Center
Florida
beginning
October
John
R.
Wilke
contribued
this
article
Rep.
Mary
Rose
Oakar
(
D.
Ohio
)
last
week
hearings
irregularities
programs
Housing
Urban
Development
:
And
I
think
{
HUD
Secretary
Jack
Kemp
}
staff
base
terms
're
evaluating
certain
affecting
my
hometown
tell
you
something
'm
going
The
Chicago
Mercantile
Exchange
fined
Capcom
Futures
500,000
accepted
withdrawal
membership
part
settlement
disciplinary
actions
against
firm
subsidiary
Financial
Services
Ltd.
London
financial
implicated
scheme
launder
drug
money
indicted
Tampa
Fla.
money-laundering
charges
In
June
Board
Trade
suspended
unit
withdrew
voluntarily
August
neither
admitting
nor
denying
Merc
statement
technical
nature
hurt
result
violations
cited
alleged
among
April
1987
failed
document
trades
between
entities
directly
indirectly
controlled
shareholders
whose
Della
Femina
McNamee
WCRS
agency
created
liar
Joe
Isuzu
announced
massive
restructuring
largely
removes
advertising
includes
selling
majority
Paris-based
Eurocom
complex
long
transforms
London-based
primarily
creator
into
Europe
largest
buyers
time
creates
newly
merged
world-wide
ad
headed
jointly
New
York
man
Jerry
top
executives
reflects
growing
importance
media
buying
way
get
price
buy
meanwhile
move
gives
strong
U.S.
foothold
quadruples
size
outspoken
Mr.
often
much
publicity
himself
his
clients
international
platform
he
wo
loath
use
According
will
pay
2.02
French
francs
318.6
million
%
does
already
own
Carat
Holding
S.A.
held
20
#
43.5
68.5
raise
stake
60
covers
raising
51
Belier
Group
joint
venture
network
owns
right
remaining
six
transaction
places
three
squarely
helm
rather
unwieldy
name
Ball
EWDB
include
various
agencies
France
direct
marketing
chairman
former
executive
Robin
Wight
Both
report
Tim
Breene
chief
officer
new
interview
fresh
Concorde
flight
Paris
worked
outlined
plans
He
agreed
provide
development
fund
100
acquisitions
discussions
possible
purchase
Spain
make
Scandinavia
Germany
elsewhere
billings
660
ranked
24th-largest
now
becomes
2.6
bringing
14th
To
top-10
status
leapfrog
formidable
forces
Grey
Advertising
D'Arcy
Masius
Benton
&
amp
Bowles
Omnicom
DDB
Needham
When
merger
smaller
did
order
attract
larger
especially
packaged-goods
Since
then
won
Pan
Am
client
few
Dow
Chemical
Saran
Wrap
players
world
Procter
Gamble
Colgate-Palmolive
Unilever
steadfastly
eluded
create
powerful
alliances
media-buying
firms
seen
As
look
ways
combine
across
What
brothers
Francis
Gilbert
Gross
founded
acquire
14.99
stakes
creating
link
receive
payment
expects
32
says
remain
heavily
involved
creative
product
serving
sort
conscience
Louise
president
continue
day-to-day
They
signed
employment
contracts
additional
multimillion-dollar
sum
pegged
10
able
follow
longstanding
plan
becoming
holding
series
media-related
businesses
Peter
Scott
addition
hold
onto
public
relations
TV
programming
debt
cut
24
66
alliance
intended
strengthen
push
outside
invented
idea
large-scale
thus
space-buying
giants
Coca-Cola
Fiat
S.p
A.
Gillette
Kodak
getting
competing
groups
wants
expand
help
finance
issue
Euroconvertible
preferred
shares
once
market
settles
down
current
uncertainty
equity
markets
arranged
medium-term
financing
underwritten
Samuel
Montagu
Ltd
brought
scene
screeching
halt
staffers
showing
offices
mainly
survey
wring
hands
imminent
new-business
presentations
While
injuries
quake
J.
Walter
Thompson
Chiat\/Day\/Mojo
spokesmen
those
Staffers
ultramodern
Embarcadero
watched
pictures
drop
walls
skyscraper
sway
seven
eight
feet
Plaster
fell
windows
Late
afternoon
scrambling
figure
do
presentation
scheduled
office
building
may
sustained
number
Foote
Cone
Belding
live
fearful
Chesebrough-Pond
Greenwich
Conn.
awarded
Faberge
hair
care
accounts
WPP
handle
Organic
shampoo
conditioner
Aqua
Net
hairspray
billed
7
Leading
Advertisers
previously
handled
Bozell
William
Morrissey
44
named
vice
director
McCann
Direct
Interpublic
McCann-Erickson
operating
Ogilvy
Mather
BOZELL
Los
Angeles
site
entertainment
division
Dick
Porter
returns
MGM
AC
R
ADVERTISING
R\/CCL
match
Saatchi
Co
NEW
BEER
Sibra
Products
Cardinal
Amber
Light
beer
account
Heidelberg
Associates
Budget
1.5
introduced
liquor
convention
imported
Switzerland
brewery
first
ads
brand
compete
leader
Amstel
feature
line
best
tasting
've
ever
Diamond-Star
Motors
Chrysler
Mitsubishi
begin
shipping
Eclipse
cars
Japan
emulating
Japanese
auto
ventures
U.S.-built
vehicles
export
1,500
end
Honda
Motor
ship
exporting
5,000
Accord
Coupes
Marysville
Randy
Delchamps
grocery
chain
46
old
succeeds
A.F
Jr.
died
plane
crash
Sunday
age
58
retains
position
Bennett
White
House
drug-policy
accused
local
Washington
blocking
construction
prison
house
convicted
dealers
Politics
essentially
put
roadblock
finding
federal
prisons
conference
emergency
assistance
program
capital
Without
incarcerate
criminals
we
win
war
drugs
declared
test
case
how
Bush
administration
aid
cities
afflicted
heavy
trafficking
violence
acknowledged
however
drug-related
murder
rate
intolerably
high
Drugs
sold
openly
schools
parks
housing
projects
declined
believes
impeded
ease
problem
criticized
Maryland
Gov
Schaefer
state
Administration
Mayor
Marion
Barry
delayed
consideration
city
letter
released
administrator
Carol
complained
czar
exaggerated
amount
provided
Referring
claim
government
97
support
Ms.
wrote
Our
analysis
unable
even
come
close
documenting
Of
successes
stressed
existing
taken
custody
375
inmates
Drug
Enforcement
established
federal-local
task
force
responsible
since
106
arrests
2
seizures
'
assets
lent
attorney
prosecutors
Federal
Bureau
Investigation
crime
laboratory
training
CRI
reduced
estimated
cash
distribution
Capital
Mortgage
Partners
trust
71
cents
74
share
75
80
ending
9
1990
change
distributions
Champs
real
estate
investment
stems
revised
estimate
administrative
costs
Jay
Cohen
sponsors
H
BLOCK
net
income
100.2
1.90
fiscal
ended
30
incorrectly
shown
loss
chart
accompanying
Friday
Heard
Street
column
Sperry
role
procurement
scandal
pleaded
guilty
bribery
conspiracy
helping
funnel
400,000
midlevel
Navy
acquisition
official
during
early
1980s
Frank
Lavelle
Clearwater
admitted
participating
bribe
Garland
Tomlin
left
1985
earlier
related
tax-evasion
took
place
1982
documents
filed
connection
plea
district
court
Alexandria
Va
Burroughs
become
Unisys
late
1986
Court
indicate
tried
steer
multimillion
dollar
contract
computerize
maintenance
electronics
equiment
illegally
inside
information
give
unfair
advantage
competition
ultimately
eliminated
without
receiving
Documents
fellow
conspirators
requested
obtained
approval
more-senior
Mr
Charles
Gardner
James
Neal
consultant
schemes
participated
improper
activities
faces
maximum
jail
fine
Stock
seat
unchanged
sale
Thursday
Finance
Ministry
strongly
denied
playing
stock-price
free
fall
Makoto
Utsumi
minister
affairs
ministry
suggest
banks
UAL
leveraged
buy-out
never
suggested
cautious
buy-outs
general
comments
detailed
subject
reflect
concern
foreigners
using
tremendous
power
control
events
foreign
leading
190
point
stock
prices
Oct.
13
pulling
plug
deal
reason
another
done
ask
participation
previous
inquired
identify
presence
Congress
necessary
us
grasp
situation
willing
participate
very
least
under
orders
independent
overseas
deals
Sanwa
Bank
bank
decided
proposal
played
decision
hard
convincing
analysts
rightly
wrongly
orchestrating
recent
moves
All
speculation
circles
Tokyo
abroad
Although
proposed
bid
bowed
found
unattractive
observers
here
say
believing
commercial
considerations
Satoshi
Sumita
cautioned
prudent
stance
regarding
highly
Despite
statements
central
makes
policy
decisions
risks
can
attractive
increase
investigators
identified
July
United
Airlines
Iowa
flaw
developed
making
titanium
engine
months
Aviation
Transportation
Safety
suspected
metallurgical
led
crack
caused
tail
break
apart
explosion
sent
shards
metal
flying
severing
DC-10
hydraulic
killed
112
confirm
theory
retrieval
chunk
Flight
232
cornfield
near
Sioux
City
Airport
safety
board
four
days
accident
tomorrow
Among
issues
examine
whether
detect
cracks
checks
CF6-6
made
General
Electric
Anthony
Broderick
FAA
acting
regulatory
standards
compliance
known
alpha
occurred
production
almost
ordered
disks
process
removed
planes
subjected
ultrasonic
water-submersion
chamber
Such
City-type
happen
again
GE
working
comply
fully
required
inspections
pointed
recalls
engines
manufactured
used
Series
currently
service
CNW
final
step
completed
North
Western
Holdings
Corp
acquired
investors
Blackstone
Limited
Partnership
950
Times
reached
delivery
metropolitan
newspaper
circulation
stemmed
lawsuit
began
pact
3.6
payments
form
subsidies
started
pricing
structures
involves
300
allow
freely
operate
system
Home
fastest
segment
1.1
daily
Currently
subscribers
paper
Giant
Delaware
motion
Rally
seeking
block
Chairman
Burt
Sugarman
acquiring
fast-food
Louisville
Ky.
contending
directors
disclose
Securities
Commission
turn
contended
shareholder
interests
represented
connected
trusts
children
founder
Patterson
ties
fast
food
Wendy
Inc
Each
controls
comment
but
announcement
Vitro
Monterrey
Mexico
THR
entered
definitive
loan
agreements
21.25-a-share
tender
offer
Anchor
Glass
Container
Security
Pacific
affiliate
Donaldson
Lufkin
Jenrette
Proceeds
agreement
together
funds
permit
outstanding
expenses
require
obtain
waiver
lenders
covenant
defaults
still
extended
until
5
p.m.
EST
country
Egon
Krenz
prepared
travel
Moscow
talks
Soviet
Gorbachev
hundreds
thousands
East
Germans
massed
streets
Leipzig
Halle
Schwerin
call
internal
freedoms
legalization
Forum
opposition
vowed
preserve
Communist
Party
political
destabilize
unrealistic
demands
police
clashed
demonstrators
following
candlelight
vigil
KGB
Lubyanka
memory
persecuted
Stalin
splinter
demonstrated
Pushkin
Square
clubbed
detained
protesters
Police
Yugoslavia
dispersed
1,000
ethnic
Albanians
protesting
trial
southern
province
Kosovo
Azem
Vlasi
inciting
riots
strikes
opposing
constitutional
autonomy
Jerusalem
sentenced
Palestinian
16
life
forcing
bus
cliff
6
killing
Israeli
radio
negotiators
opened
aimed
resolving
differences
proposals
reduce
chemical-weapons
arsenals
Kremlin
urged
ban
output
poison
gases
producing
treaty
calling
South
Africa
peaceful
demonstrations
anti-apartheid
rally
Soweto
helped
tensions
assisted
changes
About
70,000
attended
anti-government
leaders
banned
African
refused
renounce
apartheid
State
Baker
expressed
Nicaraguan
President
Ortega
attempt
attacks
U.S.backed
Contra
rebels
excuse
scuttle
elections
February
threatened
19-month-old
ceasefire
remarks
came
sides
honor
truce
USS
Lexington
returned
dock
Pensacola
pilot
jet
crashed
five
sailors
captain
aircraft
carrier
oldest
flier
land
Four
torched
flags
steps
Capitol
law
protecting
American
flag
desecration
allowed
effect
signature
went
Chinese
armed
replace
soldiers
Tiananmen
scaling
Beijing
five-month-old
Separately
Embassy
protests
China
alleging
harassment
diplomats
families
embassy
source
Authorities
Algeria
toll
earthquakes
dead
250
injured
heaviest
Tipasa
west
Algiers
Britain
Thatcher
summoned
senior
advisers
strategy
opinion
polls
showed
popularity
record
low
resignation
Chancellor
Exchequer
Lawson
poll
conducted
British
Broadcasting
52
voters
she
quit
Lawmakers
Hungary
approved
legislation
granting
amnesty
crimes
punishable
less
Died
Robert
V.
Van
Fossan
63
Mutual
Benefit
Life
Insurance
Morristown
N.J.
cancer
planning
build
built
reach
satisfactory
unions
sources
Officials
Vauxhall
GM
meeting
union
hopes
winning
accord
encompass
components
Jaguar
Alternatively
separate
planned
tie-up
luxury
car
Sources
weeks
ENFIELD
Toronto
56
Canadian
dollars
US
47.7
rights
offering
Under
Enfield
C
6.27
each
trading
closed
6.75
37.5
44.5
This
Kieran
E.
Burke
Drexel
Burnham
Lambert
post
Richard
Manley
Michael
Gellert
fill
vacant
businessmen
Bertram
M.
Lee
Bynoe
Denver
Nuggets
basketball
team
principal
owners
On
Saturday
partners
purchased
54
Comsat
Video
Enterprises
Communications
Satellite
17
62.5
interest
Messrs.
putting
8
owner
Sidney
Shlenker
11
franchise
earnings
them
black
professional
sports
Wussler
resigned
No
Turner
System
distributes
pay-per-view
hotel
rooms
add
games
offerings
successfully
Hawks
Braves
manage
day-today
Winnebago
Industries
battered
deepening
slowdown
recreational
vehicle
widened
fourth-quarter
slashed
dividend
Forest
motor
homes
11.3
quarter
Aug.
26
semiannually
me
see
problems
fixed
quick
Rolfes
analyst
Dain
Bosworth
Minneapolis
Indeed
promotional
spur
retail
winter
decline
snowballed
month
10.5
Recreation
Vehicle
89.5
95.4
large-ticket
discretionary
Curran
follows
RV
1989
427,300
highest
1978
latest
downturn
bread-and-butter
tumbled
25
industrywide
10.4
falling
5.25
composite
-
52-week
prove
costly
K.
Hanson
Based
45
24.7
annual
2.2
4.4
4.7
19
profit
2.7
manufacturers
ceded
main
everyone
ready
handful
small
struggling
develop
technology
screens
thin
high-quality
televisions
hang
living
room
1990s
With
these
start-up
concerns
trying
Goliaths
consumer
enjoy
considerable
backing
Photonics
Technology
Northwood
aims
plasma
movie-quality
images
display
inches
diameter
thick
Planar
Systems
Beaverton
Ore.
revenue
similar
Two
Ovonic
Imaging
Troy
Mich.
Magnascreen
Pittsburgh
developing
variation
flat-panel
active-matrix
liquid
crystal
displays
Large
interested
segments
HDTV
signal-processing
broadcast
except
Zenith
Electronics
collaborating
Toshiba
poorly
positioned
exploit
advances
panels
recently
liquid-crystal
Thompson-CSF
We
thought
persisting
positions
patents
prize
seized
ability
manufacture
Zvi
Yaniv
hearing
conflicting
advice
doing
material
extending
awards
Projects
Agency
DARPA
pittance
compared
prospective
competitors
spending
Commerce
estimates
1
Unless
gets
chance
Friedman
Thus
far
basic
relating
high-definition
television
laboratories
Brody
poised
snatch
innovations
color
video
recording
1970s
crystals
Westinghouse
labs
1979
abandoned
project
advanced
find
backers
commercialize
contends
infringed
producers
Most
Many
critics
question
need
justifies
national-security
grounds
domestic
our
requirements
Kelly
defense
So
keep
doling
ordering
Aegis
cruisers
Army
versions
Abrams
battle
tanks
encourage
benefits
spin
semiconductor
industries
yuppie
argues
Clifford
department
instrumentation
advocates
forms
antitrust
consortia
simply
prefer
want
trade
opposed
petition
Matsushita
Hitachi
exempt
portable
TVs
anti-dumping
duties
imposes
sell
Hurd
tariffs
15
Korea
countries
enter
duty-free
Pierre
Vinken
61
join
nonexecutive
Nov.
29
Elsevier
N.V.
Dutch
publishing
average
seven-day
compound
yield
400
taxable
tracked
IBC
Money
Fund
Report
eased
fraction
percentage
8.45
8.47
Average
maturity
investments
lengthened
41
longest
Donoghue
Nevertheless
Brenda
Malizia
Negus
editor
yields
blip
before
rises
short-term
rates
six-month
Treasury
bills
Monday
auction
rose
8.04
7.90
J.P.
Bolduc
W.R.
Grace
holds
83.4
energy-services
Terrence
Daniels
formerly
seats
savings
bonds
lifted
Until
acts
authority
obligations
voted
3.1
trillion
Senate
act
earliest
default
biannual
powwow
titans
typically
sunny
confines
resort
towns
like
Boca
Raton
Hot
Manufacturers
settled
Hoosier
Indianapolis
course
125
buckle
Rust
Belt
rusty
message
Du
Pont
Maytag
lesser
knowns
Trojan
Steel
Queen
Cheese
Factory
starters
joined
H.
Hudnut
III
Symphony
Orchestra
guest
pianist-comedian
Victor
Borge
Champagne
dessert
followed
escort
busloads
wives
raced
Speedway
unimpeded
traffic
red
lights
buffet
breakfast
museum
drinks
everyday
visitors
Then
guests
speedway
hauled
drivers
crews
500
announcer
10-lap
exhibition
race
After
Fortune
drooled
schoolboys
stars
moons
renovated
Indiana
Roof
ballroom
nine
hottest
chefs
town
fed
duckling
mousseline
lobster
consomme
veal
mignon
chocolate
terrine
raspberry
sauce
looking
forward
Texas
Instruments
devices
located
Chinchon
Seoul
meet
increasing
diversifying
demand
products
THE
STOCK
MARKET
AVOIDED
repeat
Black
recovered
slide
spurred
bargain-hunting
institutions
traders
Jones
industrials
88.12
points
2657.38
fourth-biggest
gain
63.52
rebounded
bond
plummeted
bill
soared
Gold
bounced
1.8
plunge
higher
Donald
Trump
7.54
Air
citing
conditions
AMR
slid
22.125
76.50
lower
possibly
56.875
222.875
Leveraged
airlines
transportation
secretary
passed
subcommittee
third
slightly
downbeat
outlook
quarters
decrease
fourth
virtually
coming
Big
Three
Output
Japanese-owned
managed
due
rise
42
Darman
leeway
coping
Gramm-Rudman
cuts
prod
finish
deficit
Ways
Means
obstacle
sick
thrifts
Supreme
decide
dismantle
ruled
anticompetitive
private
suit
37
Bear
Stearns
posted
7.5
PaineWebber
year-ago
Blue
Arrow
return
Manpower
write-off
solidify
dominance
temporary-help
Morgan
1.82
reflecting
loan-loss
reserves
NCNB
doubled
K
mart
Pace
Membership
Warehouse
322
expanding
wholesale-store
1304.23
102.06
utilities
214.73
2.77
Bonds
Shearson
Lehman
Hutton
index
3393.51
Commodities
futures
129.72
0.15
130.16
0.91
key
below
guide
levels
always
represent
actual
transactions
loans
charge
depository
Reserve
COMMERCIAL
PAPER
placed
Acceptance
8.30
8.20
59
89
7.875
90
119
7.75
120
149
7.625
150
179
7.375
180
270
paid
primary
negotiable
C.D.s
usually
amounts
LONDON
LATE
EURODOLLARS
INTERBANK
OFFERED
RATES
LIBOR
interbank
offered
deposits
quotations
FOREIGN
PRIME
Canada
13.50
8.50
4.875
TREASURY
BILLS
Results
discount
face
value
10,000
7.37
7.42
FEDERAL
HOME
LOAN
MORTGAGE
CORP
Freddie
Mac
Posted
30-year
mortgage
commitments
within
Source
Telerate
NATIONAL
ASSOCIATION
Fannie
Mae
priced
par
.9.82
standard
conventional
rate-mortgages
8.70
6\/2
capped
one-year
adjustable
mortgages
MERRILL
LYNCH
READY
ASSETS
TRUST
8.49
Maxus
discovered
oil
field
northeast
Intan
Field
southeast
Sumatra
Indonesia
run
discovery
wells
drilled
1.6
Widuri
fields
However
barrels
225
gas
operator
Northeast
owned
BP
Petroleum
SES
C.
Itoh
Deminex
OEL
G.m.b
Hispanoil
Production
Hudbay
Oil
Inpex
Lasmo
Sunda
Shell
TCR
Sumat
A.G.
Warrior
production-sharing
Pertamina
Indonesian
Harris
Ravine
customer
satisfaction
data
storage
Mansfield
transition
complete
important
Short
Nasdaq
over-the-counter
stocks
mid-October
biggest
jump
6.3
OTC
short
statistics
compiled
3
happens
initial
figures
brokerage
securities
Dealers
Gene
Finn
economist
NASD
237.1
223.7
September
level
279
sharp
compares
4.2
September-October
period
gains
included
First
Executive
Campeau
LIN
insurance
55
3.8
jumped
increased
62
semiconductors
operates
department-store
chains
strained
Meritor
Savings
dubious
list
May
troubled
Arizona
depositary
receipts
target
Ford
Adobe
Class
Tele-Communications
takeover
targets
Lyphomed
Jerrico
5,200
compiles
categories
approximately
two-thirds
generally
Market
one-third
1,327
non-NMS
totaled
40.3
38
1,310
stampede
1.2
Microsoft
taking
sessions
sank
4
finished
volume
MCI
active
5\/8
traded
session
1\/8
improved
7\/8
47
slipped
1\/4
33
DaPuzzo
referring
labor-management
continued
unravel
reports
junk-bond
disintegrating
computer-guided
developments
dealt
serious
blow
listed
program-selling
blitzes
leaves
swings
lately
scaring
away
execute
tied
movements
indexes
Groused
Antolini
tough
Kinder-Care
Learning
Centers
461,200
Lodestar
6-a-share
common
acquires
pending
parent
Shares
KinderCare
700,000
Casualty
dropped
49
losses
Hurricane
Hugo
determined
provides
coverage
1,400
properties
stricken
Atlantic
electronics-instruments
Asset
Management
7.25
108
reporting
third-quarter
39
3.4
special
legal
advisory
McCaw
Cellular
BellSouth
XL\/Datacomp
amid
continuing
negotiations
reviewing
entire
business-partners
confirmed
modifications
IBM-remarketer
Remarketers
resell
Omni
surged
Probably
clear-cut
violation
Krasnoyarsk
radar
Arms
Control
Reality
1984
Journal
editorials
saying
violated
ABM
judge
delegation
reporter
aides
Sen.
Edward
Les
AuCoin
Natural
Resources
Council
members
Post
Sept.
U.S.S.R.
unprecedented
unilateral
measures
openness
giving
representatives
possibility
inspect
vans
areas
Gomel
1972
Union
Letter
Eduard
Shevardnadze
U.N.
Secretary-General
Perez
de
Cuellar
Tass
station
equal
Egyptian
pyramids
constituted
clear
23
happy
guess
confirmation
Soviets
writing
intriguing
chambers
Politburo
glasnost
authenticity
open
itself
examination
troubling
mysteries
U.S.-Soviet
anthrax
outbreak
military
facility
Sverdlovsk
waivered
assessment
incident
biological
hence
Biological
Weapons
Convention
issued
Military
Power
adopting
softer
repeated
Congressional
testimony
An
Microbiology
Virology
Institute
germs
significant
deaths
address
topic
remains
tainted
meat
doubt
doubted
assurance
violate
tendentious
claims
Congressmen
arms-control
visited
persuaded
assent
tainted-meat
scientists
met
counterparts
explanation
lot
animal
feed
bones
cattle
grazed
naturally
infected
spores
Harvard
Matthew
Meselson
read
scientific
community
notion
yellow
rain
Laotian
Hmong
fact
fecal
showers
bees
scenario
plausible
emissaries
deserve
West
word
gray
cloud
indeed
legitimacy
complaint
mere
posturing
figured
debate
pressed
vigorously
enough
stated
specific
prospect
warfare
profoundly
chilling
acknowledge
alternatively
specialists
reasonable
confidence
wholly
civilian
credibility
bidding
confessions
Utilities
raised
Public
Service
Hampshire
Bankruptcy
Code
protection
2.25
1.85
supported
PS
committee
prelude
round
bids
utility
claimed
Hartford
1.65
creditors
assume
pollution
Secured
unsecured
accrued
January
improvements
holders
shrift
Assuming
full
operation
Seabrook
10-year
165
promised
increases
limited
5.5
annually
Its
conditioned
contingencies
Wilbur
Ross
adviser
Given
bargaining
...
NU
recovery
available
England
Westborough
4.8
favored
bidder
Illuminating
Haven
valued
Kingdom
High
illegal
variety
interest-rate
swap
options
borough
council
ruling
lead
cancellation
huge
debts
Borough
Hammersmith
Fulham
ran
losing
70
U.K.
stand
lose
hundred
pounds
upheld
precedent
municipalities
accounted
sterling
dealings
request
Hazell
auditor
argued
councils
vested
engage
capital-markets
engaging
77
obviously
persuasive
cases
solicitor
representing
Barclays
PLC
Midland
Banking
Citicorp
Citibank
gut-wrenching
190-point
Kidder
Peabody
stockbrokers
telephone
letter-writing
campaign
quashing
second-largest
trader
Their
employer
side
struggle
ascendency
Wall
Guard
consisting
wizards
pension
immense
pools
fast-growing
exchanges
Defending
ramparts
Old
traditional
stock-picking
managers
tens
brokers
clannish
floor
marketplace
layer
halts
designed
slow
rapidly
approve
restrictions
refuse
arbitrage
Some
manager
Neuberger
Berman
national
advertisements
demanding
regulators
stop
numbers
racket
bold
palace
revolt
shortly
pressure
exchange
Wohlstetter
Contel
rallying
CEOs
anti-program
cause
received
countless
letters
Last
Bradley
respected
organization
surrendered
bitter
Phelan
focused
machines
invested
consider
nothing
casino
Corporations
denounce
hired
Bankers
Trust
premier
sharply
divided
leadership
basket
facilitate
go
1970
play
game
Off-Track
Betting
Brean
Murray
Foster
management
Critics
witches
convenient
boogieman
Allen
Investment
runs
200
uses
merely
seeks
momentary
discrepancies
single
different
If
investor
frightened
odd
lotter
mutual
Larry
Zicklin
managing
partner
iota
evidence
Vanderbilt
University
professor
Hans
Stoll
Says
Volatility
greater
triggered
unraveling
6.79
Unable
unload
airline
takeover-stock
speculators
risk
arbitragers
dumped
every
blue-chip
swiftly
kicked
circuit
breaker
halted
impossible
Susan
Del
Signore
Travelers
ignoring
speculator
volatility
Yet
consistently
fail
beat
benchmarks
S
P
automated
threatens
dinosaurs
stock-specialist
son
specialist
nonetheless
striving
colleagues
dislike
hear
printers
start
Small
absolutely
dismayed
stacking
deck
wide
death
Raymond
Mason
regional
broker
Legg
Baltimore
Index
know
actually
complains
Andrew
Sigler
Champion
Oh
reaction
gotten
institutional
By
13.8
practitioners
blue
bloods
Stanley
Salomon
Brothers
stock-index
fastest-growing
Now
worth
anti-programmers
helpful
thunder
Program
panic
great
ca
Markey
Massachusetts
Democrat
genie
bottle
program-trading
considered
You
Prof.
margins
Another
reform
answer
uptick
rule
instituted
Great
Crash
1929
protects
relentlessly
beaten
downward
namely
sellers
prevents
letting
suspend
wild
widget
constantly
index-arbitrage
opportunity
someone
must
cheaper
introduce
portfolio
desires
easy
executed
unless
sufficient
difference
cover
Think
causes
initiating
Arbitrage
transfers
functioning
buyer
Why
hypothetical
seller
instead
?
Policies
type
akin
placing
sign
door
Buyers
welcome
please
!
ultimate
goal
motive
sufficiently
term
executes
Democrats
warning
complicated
funding
device
further
cutbacks
mechanism
congressional
affect
Justice
overall
efforts
enforcement
offset
reduction
20,000
fee
filings
mergers
Brooks
unsuccessfully
measure
fear
fees
budget
FTC
expect
filing
reductions
exceed
augment
Rill
houses
Antitrust
Division
34
offsetting
apply
Hart-Scott-Rodino
Act
parties
proposing
notify
completing
Smith
Don
Edwards
Calif
responded
recession
stifle
activity
reducing
collected
staffs
Reagan
drastically
Today
signal
sanctions
dismal
fallen
Any
excess
Egnuss
Plains
N.Y.
benefit
sure
echoed
interviewed
reporters
entirely
surprising
basically
individual
Leo
Fields
Or
Dorothy
Arighi
interior
decorator
Arnold
Calif.
kinds
funny
spook
Schwab
Buckhead
voices
skepticism
curb
Citing
Glenn
Miller
anything
Anderson
59-year-old
fluctuations
gyrations
heebie-jeebies
outlawing
Similarly
Rick
Wamre
31-year-old
asset
real-estate
disappear
decries
limiting
strictly
regulated
Britta
25-year-old
plays
personal
factoring
Israel
Silverman
insurance-company
lawyer
Jim
Enzor
defends
bring
Taccetta
accountant
money-market
recouped
lost
Mrs.
speculative
her
withstand
flim-flammery
Lucille
Gorman
84-year-old
housewife
amazingly
immune
stock-market
jolts
hunted
bargains
Walbrecher
Francisco-based
1st
Nationwide
Citadel
Fidelity
Taylor
stepped
March
health
reasons
L.
Kane
succeeded
2.3
68
versus
5.3
1.61
Those
associated
potential
Loan
terminated
27
45.75
Instrument
600,000
214,000
Tempe
Ariz.
underground
fuel-storage
affected
complying
Environmental
Protection
regulations
COMMUNICATIONS
shelf
registration
issuance
750
notes
Markets
Goldman
Sachs
refinancing
D.C.
purposes
effective
date
SEC
Comair
Cincinnati
bought
Airline
Academy
school
Sanford
Regional
Orlando
Fla
air
growth
pilots
nearing
retirement
renamed
Williams
Sony
Columbia
Pictures
Entertainment
tendering
99.3
deadline
Acquisition
formed
formally
ownership
movie
studio
later
paying
3.55
assuming
1.4
unresolved
effort
hire
Jon
Peters
Guber
Guber\/Peters
locked
litigation
Warner
exclusive
Junk-bond
markdowns
ongoing
investigation
fizzled
rumor
cast
pall
high-rolling
43-year-old
Spiegel
12.7
Beverly
Hills
thrift
high-yield
junk
Bears
targeted
exposure
shaky
fault
style
earns
millions
flies
reaching
rumors
Moreover
professionals
markdown
meaning
edged
closing
3\/8
revived
restructure
fans
Southern
branches
salable
458
underlying
convertible
cushion
votes
Carl
Lindner
Irwin
Jacobs
latter
summer
attend
mulling
mitigate
told
perhaps
merchant
banking
why
130
reserved
227
till
mature
issuer
goes
bust
restructures
longtime
Allied
Stores
Telegraph
Gillett
SCI
Television
Possibly
unrealized
publicly
balloon
floated
Mellon
split
bad
capitalized
shopped
spun
career
stockholders
proceeds
capitalize
Lewis
Ranieri
Few
rules
really
Jonathan
Gray
Bernstein
reorganization
bankers
feasible
scrutinizing
Pauline
Yoshihashi
contributed
NYSE
Symbol
CSV
USX
results
weakness
steel
natural
after-tax
tax
dispute
sizable
chunks
diversified
eliminating
Marcus
appliance
coupled
sluggish
automotive
exports
steelmakers
severe
attributed
Lorain
50-50
Kobe
Profit
per
ton
shipped
53
second
better
earning
Bethlehem
Inland
1.25
34.625
exceeded
projections
Bradford
labor
appeared
richer
mix
profitable
pipe
galvanized
coated
sheet
lower-priced
Higher
crude
boost
Marathon
198
Gas
continues
although
narrowed
soliciting
TXO
257
Icahn
13.1
combination
energy
HealthVest
notices
Austin
3.3
owed
credit
missed
notified
action
cure
indicated
accelerate
liquidity
bind
Healthcare
10.6
health-care
conditionally
untapped
Mackenzie
River
delta
western
Arctic
Esso
Gulf
applied
9.2
cubic
starting
1996
numerous
hurdles
pipeline
route
licenses
condition
lined
Enron
Eastern
Interstate
Transmission
Tennessee
Pipeline
supplies
cost
Alberta
5.9
surging
forecasts
thousand
2005
economically
viable
Imperial
Exxon
5.1
20-year
Royal
Dutch\/Shell
0.9
Olympia
Developments
3.2
nearly
18
Depression
changed
There
attention
household
wealth
N.
Wolff
economics
Stocks
spread
environment
concludes
Avery
Cornell
clarifying
asking
conduct
fair
clarification
merge
cellular-telephone
Earlier
22
50.3
cellular
broadcasting
requiring
1994
per-share
roughly
equivalent
party
Craig
O.
favor
designated
priority
pursue
opportunities
contiguous
Independent
veto
unanimously
deem
likely
depress
submit
particular
enable
Bell
MCA
50.8
69
54.3
918.4
806.7
success
movies
Parenthood
Uncle
Buck
film
music-entertainment
book-publishing
specify
Cineplex
Odeon
theater
second-quarter
38.7
LJN
Toys
items
partly
unspecified
distributor
budget-priced
audio
cassettes
1.50
64
Zarett
Rex
Tremendae
effete
Tyrannosaurus
Had
strict
Cretaceous
views
sex
him
Reproduced
Laurence
W.
Eiszner
CPC
G.
Schwartz
Metropolitan
Shipley
BankAmerica
rocket-like
ruinous
fueled
negligible
earned
254
1.16
preliminary
materially
improve
consecutive
attributable
reserve
boosting
provision
170
same
above
year-earlier
foreign-country
6.4
non-trade
calculates
nations
85
respectively
efficiency
performance
well-regarded
Angeles-based
competitor
0.89
badly
trail
neighbor
Wells
Fargo
extraordinary
show
Crowley
Keefe
Bruyette
Woods
12.5
71.36
81
833
4.07
461
2.40
Golden
Nugget
76
17.2
dilutive
equivalents
stem
Mirage
resort-casino
Strip
property
11.4
16.6
Uphoff
buy-back
generate
flow
Yesterday
28.25
WINSTON-SALEM
N.C.
Wachovia
F.
McNair
retire
subsidiaries
Dec.
31
L.M
Bud
relinquish
successor
Jan.
filling
vacancy
retired
Wanders
Carolina
boards
industrial
4.6
seasonally
adjusted
Statistics
Hughes
declining
slumping
arm
contrast
Electronic
Data
processing
boosted
1.875
44.875
Earnings
core
disclosed
represents
E
EDS
52.25
times
Aircraft
Delco
110.6
142.4
one-time
6,000
8.4
reflected
2.58
2.63
6.6
486.6
1.48
521
1.58
GMAC
234.5
241.9
leasing
35
dealer
incentives
profits
combined
859.5
930.2
110.9
93
95.9
79
315.8
2.62
280.7
2.30
Revenue
non-GM
corner
cavernous
Nippon
sits
Mazda
advanced-technology
soft
wafting
aromas
ride
comfort
attests
proud
employee
lab
Welcome
28th
Show
Here
displaying
fish
transporter
truck
aquarium
wheels
Nissan
keyless
Boga
doors
unlock
upon
recognizing
fingerprints
Suzuki
Escudome
sport
features
pop-out
rear
tent
invites
shows
Virtually
Detroit-to-Tokyo
flights
booked
Petersen
Vice
Gerald
Greenwald
flocked
Lada
Niva
sedan
futuristic
dark-blue
Kompakt
model
34-page
tract
modestly
suspension
cheetah
equates
brain
nerves
blood
vessels
Toyota
grandly
touted
splits
reveal
inner
workings
Infiniti
Q45
Celica
coupe
spring
wait
keeping
Detroit
two-stroke
Fuji
Heavy
Subaru
drew
plenty
rushing
five-cylinder
Inspire
debut
compromise
fuel-economy
four-cylinder
V-6
rumored
bound
Acura
symbol
woman
riding
snail
your
usual
metaphor
speed
agility
Through
character
values
harmony
aspirations
sought
tiny
motorcycle
Monkey
cousin
Gorilla
Guppy
Bongo
Autozam
nameplate
microvan
Scrum
buglike
minicar
softness
gentleness
warmheartedness
jester
appears
smallest
Daihatsu
concepts
bubblelike
Sneaker
person
front
child
bag
groceries
Fellow
Leeza
Spider
Hijet
Dumbo
Regie
Nationale
des
Usines
Renault
concept
Megane
Foreign
seriously
AB
Volvo
passers-by
dummy
hopping
simulates
seat-belt
tightener
works
Hyundai
first-ever
exhibit
sponsoring
boxy
Buick
wagon
wood-grain
exhibits
theirs
tucked
less-popular
section
got
mentality
declares
Jordan
design
explaining
pilgrimage
crowed
Grand
Prix
racing
victory
True
winner
driver
crossed
disqualified
skid
momentarily
bounds
criticizes
styling
Alan
Greenspan
Fed
wipe
inflation
causing
inflict
pain
governors
endorse
Stephen
policies
attainable
monetary
Reps.
Hamilton
Ind
Byron
Dorgan
N.D.
immediately
scrutiny
responding
questions
tension
exchange-rate
enthusiastic
intervention
foreign-exchange
frustrated
reluctance
pull
zero
economy
suspect
modest
economic
repeatedly
whatever
incurred
pursuing
stability
surely
thereafter
warned
conquer
produce
crunch
accompanied
borrow
originally
maintain
altered
wording
endorsement
dropping
12-member
disapproval
intensely
perspective
bending
strategic
goals
Hamilton-Dorgan
erode
independence
favors
cutting
capital-gains
taxes
sound
oppose
undo
embodied
Tax
Reform
marginal
pesticide
removal
harmful
chemicals
pesticides
substances
processed
foods
faster
dangerous
objecting
weight
cost-benefit
disappointment
Janet
Hathaway
Allowing
EPA
condone
chemical
whenever
outweigh
anathema
environmental
announce
principles
legislative
embody
flexibility
regulating
aim
enabling
overhaul
Moves
gained
impetus
Alar
scare
harshly
failing
yank
carcinogen
regulator
apples
redder
crunchier
acted
remove
shelves
1991
apple
growers
stopped
eliminate
so-called
Delaney
Paradox
clause
applies
animals
laws
applying
tolerance
Give
declare
hazard
Speed
removing
Bar
states
setting
stringent
discretion
residues
Chemicals
barred
Allow
SHORT
INTEREST
Mobile
3,102,935
3,420,936
Because
error
listing
table
highlight
tables
edition
LSI
Logic
surprise
35.7
industry-wide
Over
slowing
sector
Wilfred
Corrigan
Related
converting
capacity
additions
aggressively
slowly
suddenly
Stark
Robertson
Stephens
facing
slack
traditionally
Part
inventories
jitters
impose
trucks
automobiles
Skinner
milestone
promote
occupant
minivans
extension
passenger
urging
extend
car-safety
luck
seems
fairly
systematic
Chuck
Hurley
communications
Highway
Danforth
Mo
praised
noting
rollover
crashes
light-truck
bags
automatic
belts
side-crash
rear-seat
lap
shoulder
phasing
roof-crush
resistance
Leinonen
engineer
auto-safety
installing
F-series
Crew
Cab
pickups
Explorer
sport-utility
introduction
easily
Sir
Walters
58-year-old
joins
cement
succeed
Milne
65
retires
Circle
GOODY
PRODUCTS
quarterly
11.5
Kearny
N.J.-based
accessories
cosmetic
992,000
Henderson
51-year-old
metals
materials
succeeding
Ian
Butler
retiring
Integra-A
Hotel
Restaurant
mailing
Integra
hotels
Hallwood
exercise
exercised
Cleveland
Copperweld
specialty
steelmaker
445
Shelby
strike
Steelworkers
Local
3057
rejected
Tube
expired
midnight
protracted
statutory
DFC
Zealand
evaluate
appointed
appoint
provisions
105.4
Provident
investment-bank
securities-firm
Guaranty
appointment
assist
elaborate
brief
determine
alternatives
Sandoz
AG
Swiss
pharmaceutical
9.482
5.80
divisions
substantial
consolidated
barring
currency
MIPS
incorporate
emerging
computing
architecture
reduced-instruction
RISC
combining
sophisticated
joining
embracing
NEC
Bull
arrangements
MIPs
RISC-based
mainframe
machine
expertise
supermainframe
Cyber
2000
engineers
users
generalpurpose
high-performance
Luis
Nogales
brewer
Press
Univision
Spanish-language
co-founded
Castro
California-based
Hispanic
serve
Coors
thing
farmers
planting
wheat
tight
soon
wheat-growing
crop
planted
squeezing
supporting
expectations
carried
season
harvested
projected
443
bushels
dwindling
Agriculture
Clayton
Yeutter
acres
qualify
December
4.0675
bushel
susceptible
supply-demand
squeeze
Daniel
Basse
AgResource
wreak
havoc
soybean
CBOT
Ferruzzi
Finanziaria
liquidate
soybeans
feared
deliver
contractual
obligation
Italian
conglomerate
requests
holdings
manipulate
Unseasonably
hot
dry
weather
portions
Oregon
threatening
Conrad
Leslie
Analytical
Oklahoma
panhandle
topsoil
moisture
climbs
Kansas
indication
Wheat
increasingly
pivot
predicted
Feltes
Refco
normally
bullish
1989-90
orange
Brazil
waited
juice
concentrate
1.34
pound
1.55
consequent
erased
supportive
November
6.55
Brazilian
delay
drought
arrive
quantities
stimulate
plentiful
consumption
dollar-priced
expensive
significantly
midyear
Barring
cold
snap
harvesting
oranges
peak
stable
Hinton
Stotler
Intermediate
20.89
barrel
European
Sea
crudes
Nauman
Barakat
21.50
cite
lack
bearish
tightening
fuels
recurring
having
Nigeria
limit
foresee
near-term
particularly
produced
Weatherford
canceled
preferred-stock
resume
dividends
preferred-dividend
catch
arrears
Additionally
Howard
Weil
Labouisse
Friedrichs
underwriters
granted
option
over-allotments
11.1
Amid
crowd
crashing
Relational
compounded
disclosure
unexpected
12
substantially
Paul
Newton
Wilson
responsibilities
reassigned
shortfall
temporarily
idle
Arlington
assembly
builds
Cadillac
DeVille
Chevrolet
Caprice
Oldsmobile
Cutlass
Ciera
Wagon
Truck
Bus
overtime
Janesville
Wis.
manufacturer
Cavalier
147,121
9.6
162,767
2.5
143,534
slated
Wixom
Wayne
Norfolk
Va.
Lincoln
Town
Car
Continental
Mark
VII
Escort
full-sized
pickup
St.
Louis
Assembly
Plant
Newark
Sterling
Heights
Dodge
Spirit
Acclaim
Shadow
Sundance
f
Includes
Prizm
Corolla
x
Year-to-date
Volkswagen
domestic-production
Manhattan
midtown
unaware
informed
Rawl
53-floor
Rockefeller
pullout
embarrassment
departures
Mobil
vacating
J.C.
Penney
Trans
World
authorities
reacted
anger
third-largest
corporation
leaving
accommodate
Grayson
deputy
mayor
welcomed
beyond
coup
Tom
Chamber
slump
132-acre
10-year-old
Las
Colinas
suburb
Irving
rent
tower
ranch
developers
populate
Owners
square
foot
Plus
commutes
hours
35-hour
Pulp
Paper
mills
532,000
metric
tons
pulp
527,000
producer
IMA
Medical
purchasing
86
services
26.50
Boston
Pritzker
Harry
Melvyn
Klein
J
designees
10-member
Gilleland
leases
24-a-share
holder
Pearce
Bass
maximize
offers
surprisingly
28
participant
waiting
lowered
turbulence
indicating
heard
suitors
materialized
S.
Harrison
Adley
Lyons
Goldberg
Harold
Handelsman
Nicholas
Brady
grant
periods
crisis
disputed
view
Breeden
panel
Wednesday
circulate
closer
understand
stress
Working
raises
margin
consistent
adequate
Standard
Poor
stood
hedgers
hedging
7,500
phenomenon
Asked
LBO
boom
senators
realizes
investing
endorsed
market-revision
try
mandate
David
Ruder
wanted
fine-tuning
hungry
Naguib
Mahfouz
Cairo
nasty
brutish
wickedly
entertaining
Zaita
cripple-maker
rearranges
limbs
aspiring
beggars
takes
cent
cadge
Hassan
Kamel
Ali
card
shark
dope
simple
creed
morality
God
killer
thief
Said
Mahran
fame
flows
gun
Sufi
sheiks
saintly
salvation
portrait
low-life
charlatans
opium
addicts
filled
dust
vegetable
litter
dung
reputation
Nobel
Prize
novels
Beginning
End
412
pages
19.95
Thief
Dogs
158
16.95
Wedding
Song
174
published
Doubleday
uneven
sample
77-year-old
talent
evolution
grown
tenfold
author
lifetime
colonial
outpost
fez-wearing
pashas
Third
slum
choking
belongs
realistic
renowned
Published
1949
saga-like
sweep
rich
detail
compare
Dickens
Balzac
Galsworthy
unsentimental
sketches
vintage
crooks
Head
famed
head-butting
fights
whoring
hashish
comes
else
book
exotic
prose
Pere
Goriot
Arabian
Nights
novelistic
tradition
Arabic
modeled
classics
sense
writer
Gabriel
Garcia
Marquez
distinctive
Latin
voice
labeled
familiarity
accessible
alive
reader
vividly
Dostoevski
Petersburg
written
1961
taut
psychological
drama
reminiscent
Crime
Punishment
antihero
Raskolnikov
nobility
robbing
story
souring
socialism
Nasser
dictatorial
replaced
monarchy
overthrown
1952
idealism
vanished
twisted
His
giddy
dream
redeeming
bullets
punishing
robbers
dogs
prey
poor
leads
innocents
eventually
spirited
squalor
gone
dark
laden
symbolism
cell
society
hypocrites
hunts
pioneering
stream-of-consciousness
novel
disappoint
readers
1981
experimental
bullet
playwright
stage
unfolds
first-person
monologues
manner
Faulkner
Sound
Fury
themes
tangled
elliptical
storytelling
pilloried
censored
questioning
Islam
advocating
peace
Art
surrogate
idealist
glimpses
harsher
youth
poorest
bread
difficulty
Horwitz
covering
Middle
adapted
George
P.
Shultz
alumni
gathering
Stanford
School
faculty
struck
couple
drug-interdiction
Bahamas
intercepted
street
cocaine
GNP
probably
somewhere
leverage
addicted
rehabilitate
rehabilitated
contain
educate
discourage
casual
young
extremely
conceptual
criminal-justice
Nixon
treasury
jurisdiction
Customs
comprehensive
guy
motorcade
attacked
Bolivia
terrorists
personally
veteran
Frankly
accomplish
approximates
criminal
incentive
pushers
kids
am
catching
informative
Science
Ethan
Nadelmann
Hudson
396
337
store
entitle
ordinary
residents
subscribe
31.25
Woodbridge
entitled
otherwise
Thomson
redeem
9.5
27.75
Gary
Lukassen
redemption
17.9
Sam
Ramirez
men
pile
furiously
twisting
linking
tank
Sharpshooter
freshly
deep
pump
six-day
13-hour
drillers
gingerly
sinking
bits
Earth
crust
Mideast
politics
calmed
squabbling
Organization
Exporting
Countries
fundamentals
Burk
Arthur
Andersen
expert
equilibrium
depends
steady
relative
OPEC
non-Communist
blowup
soup
feel
Cox
Phillips
roller-coaster
exploration
drove
budgets
surprises
Zaves
fuel-services
buys
2.4
gallons
fuel
Prices
unstable
gave
consumers
comfortable
adds
Henson
Moore
catalyst
on-again
off-again
roller
coaster
pitched
Caracas
Saudi
Arabia
kingpin
flooding
punish
quota-cheaters
Iran-Iraq
roiling
ideal
resulting
confidently
Minister
Hisham
Nazer
Subroto
explains
Consumers
security
balance
finally
confronting
long-simmering
revise
quotas
satisfy
Persian
allotments
self-imposed
legitimize
unauthorized
walk
resolve
troublesome
warns
Nordine
Ait-Laoussine
Algerian
delegate
send
plummeting
gun-shy
regard
Patrick
Early
Amoco
oil-production
maintains
Just
Out
Querecho
mood
upbeat
rumble
dusty
roads
burly
hats
sweat
swear
sun
Fe
drill
mile
looms
150-foot-tall
rig
Sniper
pumping
Talk
everybody
foreman
Tommy
Folsom
double
aggressive
attitude
pitching
Parker
Mitchell
became
ponying
drilling
half-interest
no-mistakes
stifling
Covey
Kadane
southwestern
rank
wildcat
risky
plus
minus
pretty
boat
offshore
rigs
3,000
bottom
Schlumberger
discounting
electronic
evaluation
discounts
forecast
Dun
Bradstreet
refusing
spend
conservative
loosen
Texaco
thinking
18-to
low-risk
prospects
difficult
pure
cycles
appetite
oil-service
ratings
Contractors
Drilling
Marine
busy
arrived
crew
remember
Norman
Young
mud-logger
Butch
McCarty
sells
oil-field
Davis
Tool
native
surviving
convenience
spur-of-the-moment
trip
mountain
Cloudcroft
Only
14,505
4,900
holes
22.4
inching
992
rotary
count
933
Caspar
Wyo
Bilbrey
15,000-foot
1-million-plus
Zel
Herring
cook
Sandhills
Luncheon
Cafe
tin
11:30
a.m.
standing
whips
hamburgers
grilled
roast
beef
cheese
jalapeno
pepper
sandwich
whole
potato
salad
baked
beans
pudding
coffee
iced
tea
Mike
Huber
roustabout
entrepreneur
Roustabouts
friend
repaid
employs
Sanderson
poultry
treasurer
Odell
Johnson
Pissocra
Dover
bank-holding
Dan
Hartwell
pouring
resources
personnel
opening
three-man
Frankfurt
Rothschilds
88-year
absence
birthplace
empire
Rothschild
greeted
glare
curious
mayoral
reception
Hall
establishing
describes
calculated
outlet
ahead
integration
Community
1992
deny
emotional
element
1796
Mayer
Amschel
Bankhaus
M.A
Sons
sons
Vienna
Naples
expansion
19th
century
original
1901
Wilhelm
von
Baron
Elie
elder
Berlin
closure
rooted
bear
palatial
residence
destroyed
bombs
War
history
recalled
park
bearing
strife
1920s
During
Reich
Nazi
propaganda
Jewish
financiers
persecution
pursued
Nazis
grabbed
confiscating
journalist
Shirer
Rise
Fall
witnessed
squads
SS
carting
silver
tapestries
paintings
loot
postwar
concentrated
rebuilding
delaying
member
meaningful
event
mean
German
means
younger
Cie
Banque
interesting
banker
representative
assistants
none
carry
Instead
seek
behalf
mainstay
N
M
Cie.
Zurich
constraints
bother
54-year-old
Erich
Stromeyer
job
resist
linked
cross-ownership
4.1
6.51
1.26
774
publish
focusing
Obviously
quantitative
limitations
concedes
cards
decision-makers
throughout
hope
aura
exclusivity
minimum
individuals
marks
538,000
exceptions
smiling
parents
Swedish
rolling-steel
ball-bearing
SKF
pretax
78
1.78
kronor
278
156
corresponding
18.46
15.72
rolling
bearings
remained
favorable
weak
uncertain
resulted
weakened
lived
1.74
1.86
travels
Costa
Rica
'll
fanfare
accompanies
two-day
controversy
Central
conservatives
celebration
democracy
object
argue
trumpeting
commitment
ineffectual
Panama
Curtin
Windsor
served
ambassador
Heritage
Foundation
fears
mostly
explain
wake
Panamanian
dictator
Manuel
Noriega
liberal
moderate
note
irony
Rican
57
warrant
4.5
crossing
river
Rodrigo
Sotela
deserves
attending
reward
wracked
turmoil
Nicaragua
Oscar
Arias
long-time
refusal
leftist
ire
insisted
signing
five-nation
disarm
U.S.-backed
Terry
N.C
Relations
Committee
pushed
defend
meals
insist
courtesies
distate
endorsing
package
electoral
renewing
embargo
complain
supports
rebel
initiatives
pushing
fighting
assisting
Let
symbolic
component
Presidents
NCAA
oversees
intercollegiate
contracted
Washington-based
Institutes
college
experiences
body
chooses
student-athletes
Titled
Comments
From
Students
focuses
shame
athletes
academe
participants
football
big-time
poorer
high-school
grades
scores
minor-sport
jocks
students
extracurricular
athletic
class
attendance
homework
25.3
Football
Junior
player
Your
Freshman
coaches
sympathetic
toward
treat
athlete
herd
words
piece
Sophomore
lifting
Time
relax
ourselves
meetings
weights
conditioning
films
Physical
exhaustion
depression
teammates
lives
establish
identity
athletics
student-athlete
Graduate-student
Knight
Akron
commission
college-sports
recommended
practice
moving
schedules
Director
Schultz
accepting
balanced
looks
rock
presidents
recommendations
vote
maybe
somebody
bigger
Spencer
Volk
Duncan
Dwight
PARKER
HANNIFIN
replacement
retain
Automotive
Connectors
Cliff
Impact
Hannifin
retaining
mentioned
heats
crowded
Banco
Exterior
Espana
shed
image
state-owned
direction
Luzon
seventh
undergoing
privatization
Instituto
Nacional
Industria
13.94
51.4
Factorex
8.42
concerned
diversify
export-related
proves
true
Spanish
barriers
700
suitor
transform
efficient
public-owned
subsidized
credits
faced
plunged
824
pesatas
7.04
522
pesetas
pillars
wholesale
crumble
changing
needs
politicians
lacked
skills
innovative
streamline
bureaucracy
800
jobs
8,000
2,000
105
subordinated
tasks
Morocco
Portugal
Puerto
Rico
underwent
sweeping
handicap
experienced
Bilbao
Vizcaya
whip
shape
channel
creditor
Hemisphere
gathered
negotiating
rushed
completion
strengthened
implemented
deeply
discounted
Monetary
demonstrates
debtor
debtors
Please
Felipe
Bince
Jr
surveys
Philippine
Privatization
36
mill
associate
trustee
failure
Corazon
Aquino
Ferdinand
Marcos
promise
unfulfilled
Manila
conclude
unveil
privatizing
columnist
Rodolfo
Romero
bellwether
thwarted
indifference
bureaucratic
pace
misjudgments
chiefly
government-held
recorded
Ramon
admits
temporary
setbacks
troubles
Associated
671
pesos
Leonardo
Ty
1980
cash-strapped
institution
1983
converted
98
understanding
repurchase
Philippines
Picop
depend
fetch
stands
cash-hungry
Elders
Australia
acknowledges
study
articles
short-changing
prompted
criticism
